{
    "test drive": [
        "I would love to test drive your cars",
        "can I test drive your vehicle",
        "can i go on a test drive",
        "I would like to test out the vehicles",
        "is it possible that i can test out the car",
        "I want to take your automobile for a test drive.",
        "I'd want to try out your automobile.",
        "Can i take your car for a spin",
        "I need to take a test drive will you allow me to",
        "by chance can i take your vehicle for a spin for testing",
        "i want to schedule a test drive and my name is Jason",
        "hey can I sign up for a test drive you can write down my name as brian and i live in ann arbor",
        "hey i'd like to come in for a test drive i am john smith and my address is 100 main street"
    ],
    "I have a question": [
        "i have some questions about tesla",
        "hey can I just ask you some generic questions",
        "what kind of questions can you answer about tesla?",
        "are you knowledgeable about tesla? Can I ask you some questions?",
        "can I ask you a few telsa related questions?",
        "yo quick question",
        "a few things I am hope you can quickly answer for me",
        "you know about any FAQ?",
        "are you aware of the tesla FAQs?",
        "FAQ time, i have questions"
    ],
    "yes": [
        "yes let's do it",
        "that's for sure",
        "for sure",
        "absolutely",
        "i suppose so",
        "i guess so",
        "yes that is correct",
        "let's give it a try",
        "please do",
        "yeah correct"
    ],
    "no": [
        "i don't think so",
        "no",
        "nope",
        "nah",
        "no way",
        "let's hold off on that for now",
        "we can come back to this later",
        "let's revisit this later",
        "bad idea",
        "bad call",
        "no not correct",
        "that's wrong",
        "no my name is jason actually",
        "incorrect my address is on plymouth road",
        "no you got my name and address wrong"
    ],
    "cancel": [
        "cancel",
        "call off",
        "postpone",
        "scrap that",
        "let's drop the process",
        "scrub that",
        "abandon the process",
        "revoke everything",
        "write that off",
        "repeal",
        "forget about it"
    ],
    "provide name or address": [
        "my name is Jason",
        "sure here is my name and address",
        "i live on main street",
        "you can call me brian",
        "yea i can give you my address",
        "you need my name and address? okay here they are",
        "my first name is john last name is smith",
        "i live in the city",
        "i am tony",
        "here is my name",
        "you can have my address here it is"
    ]
}