{
    "travel_time": [
        "do i need to fly a long time from london",
        "Do I need to fly for a long time to arrive in Guyana as a London citizen?",
        "Do I need to fly for eight hours to arrive in Guyana as a London citizen?",
        "how long does we take to travel ?",
        "how long will we take?",
        "i am going to usa from kenya,how long will it be?",
        "from texas to tennesse ghow long will it be?",
        "how long will the plane take to land south africa?",
        "How long will the eurostar take to go from Paris to london",
        "How long is the flight from Canada to China?",
        "how long will the train takes from madrid to Lisbon",
        "How long will the plane take to Vancouver?",
        "What is the travel time from london to paris",
        "provide examples of you asking about connecting flights.",
        "How long is the trip from the first airport to the second?",
        "What is the travel time from Hawaii to the Philliapines?",
        "Can you tell me the time from the U.S. to South Africa?",
        "How long is the flight from Portland to Mexico?",
        "If I fly from Boston to Calgary and then to Ireland, how long will the flight time be?",
        "How long is the flight to Germany?",
        "How long to fly from Canada to Holland?",
        "How long does it take to fly from USA to Australia?",
        "How many hours will it take to get to Brazil from China?",
        "How many hours will it take to fly from Guam to Japan?",
        "How many hours is the flight to Germany?",
        "Do you know how long it will take to get to Canada?",
        "How long will it take to get to England?",
        "What is the travel time going to be from the USA?",
        "How long is the flight typically from the USA?",
        "how long is the flight to dubi from dallas?",
        "how long will the flight take from pakistain to usa?",
        "is there a shorter fleight to germany from usa?",
        "I need a flight to pakistain with no lay overs how long will that be?",
        "how long is the flight to usa?",
        "I'm taking a plane from St. Louis to Dallas, how long will it take?",
        "For the shuttle from from LaGuardia to DC, what's the time in air?",
        "How long is the flight from Buffalo to O'Hare?",
        "Give me the flight duration from Phoenix to Denver.",
        "How many hours does it take to fly from Tokyo to San Francisco?",
        "How long a flight to get my dad back from Germany?",
        "I would like to know how far the trip is from USA to Austria?",
        "How long a plane flight from US to the UK?",
        "I plan on traveling to Canada how long will flight be from Dallas to Quebec?",
        "What amount of time to fly from USA to Australia?",
        "How long does it take to travel from NYS to Germany?",
        "How long is the flight from Spain to France?",
        "How long is the trip from Spain to Brazil?",
        "What is the total flight time from the US to Germany?",
        "How many hours is the trip from NY to Germany?",
        "How long is the flight from UK?",
        "How many hours is the flight from UK?",
        "What is the flying time from UK?",
        "How many hours will we be flying from UK?",
        "How long will it take to get there from UK?",
        "what is traveling time of this plane",
        "how long time take this plane",
        "how long until san francisco?",
        "how long until california?",
        "how long until new jersey?",
        "how long until new york?",
        "how long until florida?",
        "how long will the plane take from USA?",
        "I am traveling from germany how long will it take?",
        "How long until we get to The Bahamas?",
        "How many hours is it to Japan?",
        "How long is the flight to Italy?",
        "How long will it take to fly to the UK?",
        "What is the flight duration to Australia?",
        "Hey do you know how long it will take to reach Guyana from Canada?",
        "Do you know how long the flight is from the U.S. to Guyana?",
        "I'm coming from the U.S. so do you how long it will take?",
        "Hey excuse me, can you tell me how long the flight will be coming from the States?",
        "One more question sorry, do you know how long the flight is going to be?",
        "How long is the travel time from England to Germany?",
        "How long is the trip from Spain to Italy?",
        "How long is the flight from the USA to Australia?",
        "How long is the flight from the USA to England?",
        "I am traveling to France and need to know the length of the flight.",
        "how long does the plane take if it flies from LA to Mexico City?",
        "How long does it take from Toronto to New Mexico by plane?",
        "you have a time estimate for DC to Singapore for direct flights?",
        "How long is traveling from the UK to the US?",
        "What is the travel time for Dubai to London",
        "hours it takes to fly from new york city to Florida?",
        "flight time from las vegas to Toronto, canada?",
        "flight to cuba from new york city, how long?",
        "tell me how long it takes to fly to russia from Toronto, Ontairo canada?",
        "how long is the flight to Vancouver from Toronto?",
        "What is the total travel time to get from Dallas to Portugal?",
        "How much time does it take to get to Germany from England?",
        "How long is the trip from Los Angeles to Rio?",
        "What is the flying time between New York and Paris?",
        "How long is the plane ride from Miami to Cancun?",
        "How long is flight duration between USA and Mexico?",
        "How long it will take further more to take off from the airport?",
        "How long does it take yo reach USA to UK.",
        "I am travelling from Asia when will i reach Germany?",
        "How long does it take to reach New York airport?",
        "How long will my travel time be?",
        "What is the estimated length of travel time?",
        "Will my travel time be long?",
        "what is the expected total travel time?",
        "Are there ways to assess the travel time?",
        "Because of the weather do you think there will be any delays from New York to Vancouver?",
        "How long should I expect flying from Germany to England to be?",
        "From The United States to Spain, how long will that flight be?",
        "What is the estimated time from Greece to Egypt?",
        "How long do you think a flight from Japan to Australia will take?",
        "How long will I be on a plane if I travel to Italy?",
        "If I go to Italy, how long will the flight be?",
        "How long does it take to get to Italy?",
        "How long we will be in the air?",
        "What's the total flight time to Italy?",
        "I am traveling from germany how long will it take",
        "How long does it take to reach Guyana from USA, Canada, Germany and UK?",
        "how long will the plane take from USA",
        "How long is the flight from Heathrow to New York?",
        "How long is the flight departing from Brussels to Paris?",
        "Can you tell me the flight time from London to Moscow?",
        "How long will we be in the air going from Sydney to Tokyo?",
        "What is the length of the flight from UK?",
        "What is the travel time from new york to montreal by plane",
        "How lomg does it take to fly from Bangkok to paris",
        "Hiw long is the flight from denver to London",
        "What us the flying time betwern miami and tel Aviv",
        "What us the flight time between New York and Cairo",
        "I am going to LA how long will it take?",
        "How long to get to LA?",
        "How long is the flight?",
        "Can you tell me how long it will get to LA?",
        "I am going to Europe what is the timing?",
        "Can you speak to how long the travel time is from Seattle to New York?",
        "If I fly to Dubai from Shanghai, how long would that be?",
        "Is that flight to Iran longer than 5 hours?",
        "I am concerned about travel time to that region, how many hours is it?",
        "Is that flight going to be longer than 6 hours would you say?",
        "whats the time it will take if i am flying from london",
        "I am traveling from germany how long will it take",
        "tell me the travel time from canada",
        "how long will the plane take from USA",
        "How long does it take to reach Guyana from USA, Canada, Germany and UK?"
    ],
    "fees_and_taxes": [
        "I would like to know the taxes due at the departure.",
        "Does this vacation have any fees?",
        "How can avoid the fees and taxes?",
        "Can you tell me what fees and taxes I need to pay?",
        "I would like to know the taxes due at the departure train stop.",
        "What taxes and fees will be due after my trip?",
        "Will the airport require any fees upon departure?",
        "Will there be any export taxes or fees when I leave?",
        "are there any visitor fees?",
        "airport fees, there any?",
        "departing fees, what are they?",
        "do i need to pay when leaving the country?",
        "When leaving airport, any fees?",
        "airport fees, do they exist?",
        "there hidden fees?",
        "there any visitor fees",
        "Any custom taxes for exit",
        "What are the entrance and exit fees?",
        "Are there any entrance fees?",
        "Any custom taxes for entrance",
        "Are there any exit fees?",
        "Do I pay taxes as a visitor in your country?",
        "Is there an exit fee that I am subject to?",
        "What kind of fee structures do you have for a visitor?",
        "What about taxes for luxury items?",
        "What kind of fees do I need to pay for a trip to your town?",
        "any fees?",
        "any fees today?",
        "any fees for this?",
        "will i pay tax?",
        "any fees that i need to know?",
        "What are the fees?",
        "How much are fees?",
        "Will there be any fees to pay?",
        "Will there be any tax with that?",
        "What kinds of taxes can I expect?",
        "Do i have to pay a VAT when i leave canada?",
        "How much duty tax am i liable for?",
        "Ate there declaration tax upon exit from England",
        "What fees must i pay upon entry to France",
        "What visitor fees are charged by france",
        "Will i be charged a fee for any of the services?",
        "Will I incur any fees?",
        "are there any related fees?",
        "How much are the fees associated with this?",
        "Are there more fees I should be aware of?",
        "What Are Some of the Other Changes from the TCJA I Should Know About",
        "Will I need to pay any fees when I leave?",
        "Can you please tell me about any fees I need to pay prior to leaving?",
        "Will I need to pay any visitor fees before departing?",
        "When I leave, are there any hidden fees I need to pay?",
        "When I leave, do I need to pay any fees?",
        "any fee balance?",
        "any total fee balance for this month?",
        "i need to leave, where is my fee balance?",
        "Are there additional fees for children?",
        "Is there a daily security deposit required?",
        "Will gratuties be added to my bill?",
        "What kind of departure tax is there?",
        "What type of departure tax is there at the airport?",
        "Do I have to pay any sort of departure tax at the airport, and if so, how much?",
        "I'd like to know what if any departure tax is required at the airport.",
        "If I leave the country by train instead of by airport, do I have to pay a departure tax, and if so, how much?",
        "What fees will be to be paid?",
        "What are the fee requirements?",
        "Is there a cost associated with departure?",
        "Will I be required to make any payments?",
        "Are there fee requirements and how can they be paid?",
        "list the fees",
        "show me the fee",
        "what is the fee?",
        "Are there taxes when leaving the UK?",
        "Are there any taxes or fees I'll owe when I go home?",
        "Do I have to pay a fee to leave this country?",
        "How much does it cost to leave Germany back to the US?",
        "Are there visitor fees in France?",
        "Any extres fees upon departure?",
        "Do I need to pay any taxes before departure?",
        "Are there any hidden charges?",
        "Any added fees to pay before departing?",
        "Are there any taxes to pay upon leaving?",
        "Are there any additional fees",
        "Are there fees for extra visitor",
        "Are there late fees",
        "Are there special fees",
        "Are there any fees for caution",
        "Will I have to pay an exit fee?",
        "Should I expect any fees?",
        "As I leave, will there be visitor fees?",
        "Will there be any fees as I exit?",
        "Do you know if there are any visitor fees?",
        "How much taxes in applying for a new visa?",
        "What is the tax on applying for a new passport?",
        "How much tax apply on a ticket?",
        "What is the for new passport?",
        "are there any visitor fees",
        "are there hidden fees?",
        "Are there any fees or taxes I will have to pay when I leave?",
        "Are there any other fees on top of the price?",
        "What kind of fees can I expect?",
        "Does that include all fees?",
        "Do you add extra fees?",
        "What other fees are there?",
        "Hellow, is there extra fee charged?",
        "How are the new tax rates?",
        "When I leave I have to pay a tax, is this totally true?",
        "How much is the tourist tax fee when I leave?",
        "What is the tax or fee I must pay at passport control at departure?",
        "Is there a tourist tax we have to pay at the border?",
        "At the departure point are they going to ask me for money?",
        "are there hidden fees?",
        "are there any visitor fees",
        "do i have to pay taxes on my trip",
        "are there any required fees on my part",
        "do have to pay anything",
        "Are there any fees or taxes I will have to pay when I leave?"
    ],
    "travel_documents": [
        "What documents must I if I want to take a vacation in Guyana?",
        "Will I need my passport in Canada?",
        "What Visa should I apply for this trip?",
        "What travel documents will I need when I arrive at the airport?",
        "Will I need my passport in the cruise?",
        "Which travel documents need to be notarized?",
        "Can I apply for a visa online?",
        "How long can I stay in England without a visa?",
        "How much does a visa to Russia cost?",
        "What happens if my passport expires while I am in Canada?",
        "How long does it take to know if my visa to India is granted?",
        "do i need a passport to utah?",
        "do i need a passport to arizona?",
        "do i need a passport to china?",
        "do i need a passport to florida?",
        "do i need a passport to texas?",
        "Is there any special visa or other document I need to fly to Israel from the United States?",
        "Do I need a Visa for a two week trip from the United States to France?",
        "Which European countries require visas for Americans?",
        "I want to travel in Spain for a year and want to know if I need a visa or any other kind of documentation.",
        "Does my grandma from Italy need a visa to enter the United States?",
        "Do I need to keep my passport with me at all times?",
        "Can I use an enhanced drivers license to enter this country?",
        "How early should I apply for a Visa before travelling?",
        "What documents do I need to apply for a passport or Visa?",
        "What happens if I lose my passport in a different country?",
        "hellow, Do i need a special permit from the government to travel during this period?",
        "Hellow, is it possible to get a travelling document to a game park?",
        "What documents do I need to provide to travel to Singapore",
        "What documents are required to travel",
        "Do I need a passport to travel to South Korea",
        "Is a visa needed to travel to France",
        "Specifically what travel documents do I need to go to China",
        "How much is the cost of a visa to Brazil?",
        "What passports are currently allowed to Vietnam?",
        "What's the cost of a Visa to Peru?",
        "Does Japan currently require a visa?",
        "What type of traveling document is required for entry to China?",
        "What type of visa do i need to enter north Korea?",
        "does China need a travel visa to travel there?",
        "Planning on going a month long trip to Africa, what travel documents do i need to enter country?",
        "Do i need to get a Visa to go to cuba?",
        "I want to go to Canada, do they need a visa?",
        "would travelling to germany require a Vis",
        "do i need a passport to travel to Guyana",
        "what documents do i need when traveling to other countries",
        "would travelling to germany require a Visa",
        "documents do i need when traveling to other countries",
        "i need a passport to travel to Guyana",
        "Do i require a VISA to travel to Australia",
        "Am I am able to use photo ID or do i need a passport",
        "What kind of travel documents to I need to bring",
        "Do i need to take my passport when travelling in Europe",
        "what are the Visa requirements to enter the USA",
        "Do I need to acquire a visa to enter USA?",
        "Which travel documents do I need to enter Germany?",
        "Can I enter the UK with my ID?",
        "Is it possible to enter Austria with ID?",
        "Should I bring a passport with me to enter Australia?",
        "do you need a visa to travel to China?",
        "What travel documents are required for a trip to the UK?",
        "Show me travel document information for a trip to Mexico.",
        "What citizens need a visa to travel to Canada?",
        "Does India have travel document requirements?",
        "What papers do I need to travel to Germany?",
        "Do I need a Visa to go to Brazil?",
        "Are passports required to visit Canada?",
        "Do I need a Visa to visit Scandinavia?",
        "What papers are needed to travel from the US to Puerto Rico?",
        "what document required to travel to USA?",
        "What are the document lists required yo get a tour visa?",
        "What documents are required for tour visa?",
        "what documents do i need when traveling Asia to other countries?",
        "What document except passport required for safe travel?",
        "Do you need a visa to travel from Canada to USA",
        "Where can I find the website to show all visa requirements for international travel as a Canadian",
        "Do you need a visa to travel from China to USA",
        "Any visa requirements from travelling from Canada to China",
        "is any visa requirement for travelling within canada",
        "Do I need a visa to go to Russia?",
        "Can I renew my passport while I'm overseas?",
        "How do I get a workers permit in Europe?",
        "Do I need a visa to go to New Zealand?",
        "Do I need a passport to go to Puerto Rico?",
        "What kind of passport do I need to travel to Libya?",
        "Do you need the hotel itinerary when I enter the country?",
        "What other documents are required for me to make this trip?",
        "Is health insurance necessary when traveling to the EU?",
        "Who can help me answer if I need to supply a travel itinerary at the border?",
        "what are the laws around travel documents in Cuba?",
        "do I need to bring extra important documents for my travel to Spain?",
        "would I require a Visa to travel to Canada?",
        "will China accept my passport?",
        "do i need a passport to travel to Guyana?",
        "would travelling to germany require a Visa?",
        "what documents do i need when traveling to other countries?",
        "how about travel documents?",
        "do I need a passport going to germany from the usa?",
        "Is a passport needed for a flight to canada?",
        "do I need a visa for mexico air flights?",
        "what countries do i need a visa for coming from the usa?",
        "Do I need a covid test before booking the flight?",
        "where is the passport?",
        "Do I need to apply for the visa?",
        "Do I need to sign a form to go to Mexico?",
        "Do I need to go to the embassy to go to Denmark?",
        "Do I need a doc to travel to the EU?",
        "Can i enter Egypt with an Israeli stamp in my passport",
        "Do americans need visas ti travel to Ireland",
        "Are visas required to enter Cambodia",
        "Du i need a negative covid test document in my passport",
        "Do i need a visa to enter vietnam?",
        "Do I need a Visa if I'm only planning to visit for 2 weeks?",
        "I have a U.S. passport, but do I need any other documents or a Visa?",
        "Will I need a Visa if I'm traveling from the United States?",
        "To enter Guyana as an American, do I need anything other than my passport?",
        "To visit Guyana, will I need a Visa?",
        "do i need both a passport and a visa to travel to guyana",
        "can I just use my passport",
        "do I need a visa",
        "Do I need a visa to enter Guyana?",
        "Do I need a passport or visa to enter Guyana?"
    ],
    "stay_period": [
        "I want to stay for 45 days, can I do that in this country?",
        "If I travel to the Congo as a tourist, what length of time is allowed?",
        "Is it true I can only stay here for a month?",
        "How long can i stay in the USA on a k1 visa?",
        "How long can we stay in Guyana?",
        "How long are going to be in Guyana?",
        "the vacation will take a period of how many months?",
        "how long will we stay there?",
        "how much can i spend for 6 months?",
        "how long will we take?",
        "can be there for more than 5months?",
        "how long can i stay in ireland",
        "how long can i stay in mexico",
        "how long can i stay in germany",
        "how long can i stay in england",
        "how long can i stay in canada",
        "Can I stay in Puerto Rico for one year?",
        "How long will my visa allow me to stay?",
        "How long will the cruise length be?",
        "How long is my stay in the Hotel in Paris?",
        "What amount of time can I stay there?",
        "How long can I legally stay?",
        "Is there a limit for stay period?",
        "How long is the given stay period?",
        "what is the maximum stay period?",
        "how many days can I stay in France for my vacation?",
        "will my stay be accommodated with a hotel?",
        "will the amount of days I spend in France match the amount of days I spend in the hotel there?",
        "is it possible to stay for 1 year or longer in France?",
        "what is the shortest stay in France?",
        "Am i able to stay up to a year in the UK",
        "When i do i need to leave by",
        "Is travelling to Canada allowed for longer than 2 months",
        "How long can i stay in the USA",
        "How many weeks can I spend in France?",
        "What is the stay period in Germany?",
        "How long can my vacation last in Bavaria?",
        "Can I stay in Argentina longer than six months?",
        "How long is my visa good for in Brazil?",
        "How many days can I stay in Brazil?",
        "How long can I stay in Japan?",
        "How much time can I spend in Canada?",
        "How long can I vacation in India?",
        "How long can I vacation in Germany?",
        "How many days can I stay?",
        "Are there any restrictions on my stay?",
        "Can I stay for more than a month?",
        "How long can my vacation be?",
        "How long can I stay in the country?",
        "Can I stay at Canada without a visa for 3 months?",
        "How long can I stay as a US citizen?",
        "What is the longest time I can stay in the UK without a visa?",
        "Can I stay in Mexico for a week without travel documents?",
        "What do I have to do in order to extend my stay?",
        "What are my options for extending the time of my trip?",
        "Are there restrictions on how long I can be here?",
        "How long am I allowed to stay here?",
        "Are there requirements about the length of time that I can stay?",
        "While travelling in China, how long can i stay for?",
        "what's the maximum stay limit for Canada for a tourist?",
        "Tourist visa, how long do i have to stay in jamaica?",
        "Can i take for 6 moths in Cuba/",
        "I would like to spend two more weeks in Paris, is that allowed?",
        "Is there any way that my vacation here can last longer?",
        "Is there any time period restrictions for the EU?",
        "Theoretically, how long can my vacation last in Belize?",
        "Will I be able to stay in Tokyo indefinitely or is there any restriction for that sort of thing?",
        "how long is my vacation in dallas?",
        "how long is my vacation in houston?",
        "how long is my vacation in florida?",
        "how long is my vacation in new york?",
        "how long is my vacation in zambia?",
        "can i stay 72 hours on just a passport in the Philipines?",
        "can i stay for more than 6 months?",
        "how long can my vacation in guyana last?",
        "how much time can i spend in guyana?",
        "When should i leave from Italy?",
        "Is it legal to spend more than 6 months in Italy?",
        "How many days can i stay in Italy?",
        "How long can a stay in Italy last?",
        "How long can i stay in Italy as a tourist?",
        "is morocco a good place to stay longterm?",
        "Can i stay for more than two weeks",
        "how long can is stay in morocco",
        "how much time is allowed for me to stay in morocco",
        "How long can I stay in mexico?",
        "Do I need to extend my time there?",
        "Where can I see where I can extend my time there?",
        "How long can you stay in a country?",
        "much time can i spend in guyana",
        "i stay for more than 6 months",
        "can i stay for more than 6 months",
        "how long can my vacation in guyana last",
        "how much time can i spend in guyana",
        "How long am I allowed to visit Guyana as an American?",
        "How long am I allowed to vacation in Guyana as a Canadian?",
        "how long can my vacation in guyana last",
        "i wanna know the stay period",
        "how much time can i spend in guyana",
        "can i stay there for a long time",
        "can i stay for more than 6 months",
        "how long am i allowed to stay",
        "How long can I stay in Guyana?"
    ],
    "more_information": [
        "what do i need to know when in country?",
        "Can give more information about country",
        "when in country, can you notify or provide more info?",
        "Need more info on my visa requirements?",
        "more travel information, can you let me know what i need to know?",
        "Can you give me more information on the history?",
        "Can you tell me the best way to get to point A?",
        "Can you guide me towards must see sites of the area?",
        "Can you give me more information about the best restaurants?",
        "Who do I need to speak with to get more information?",
        "What is the best source of information about this area?",
        "Do you have any brochures available on local attractions?",
        "Can I please get some guidance?",
        "Can i ask you some information?",
        "Would there be more information here?",
        "Do you know where can i get some information?",
        "Is the some place i can get some information?",
        "Con you find someone who can give me more information?",
        "Is there any person I can ask at the front desk",
        "Any tourist help",
        "Can I talk to a local travel guide",
        "What is the name of the agency I should contact when I arrive",
        "Where is the tourist information centre",
        "Can you give me more details?",
        "Is there somewhere I can get more information?",
        "Is there anything else I may need to know?",
        "Can you provide an information pack?",
        "What else can you tell me about it?",
        "If I need any help once I arrive, where should I go?",
        "If I have any questions once I get to the airport, where should I go for help?",
        "Is there anyone I can ask for more details?",
        "Do you know where I can go for more information once I get over there?",
        "i would like more information about tours.",
        "What additional information can you give me?",
        "Can you tell me more information about tours?",
        "Is there more information available at the train station?",
        "How do i present my negative covid test to entet the country",
        "Can i get a visa at the tourism office",
        "Does the tourism office have any connections to thr us embassy",
        "Is there a tourism office at JFK international Airport",
        "provide examples of you asking a tourism authority?",
        "is there anyone who can tell me more?",
        "tell me more information?",
        "can you give me information of tourist sites",
        "I need more information.",
        "Where do I go to get assistance?",
        "I need to know more",
        "I need more information",
        "I need to more information",
        "Tell me more",
        "I'm a tourist so I'm not aware; must I carry my passport with me?",
        "Is there an information kiosk anywhere I can access?",
        "What do I need to do to get more information on this?",
        "Can I get some info on the public transportation system here?",
        "How can I receive some more information?",
        "Can you provide some more information?",
        "Is there more information I can receive?",
        "How can I access more information?",
        "I'd like to hear more information.",
        "Will there be someone to help me if I need more information?",
        "Can you tell me more?",
        "Who can I ask for more information?",
        "Is there an information desk here?",
        "provide examples of you asking about connecting flights.",
        "who do I ask for more information?",
        "where is the info station?",
        "is there a place I can inquire more information?",
        "where can I find additional information?",
        "where should I go if I want more information",
        "Is there someone who can give me directions and other information?",
        "Is there a check-in where I can get informatIon?",
        "Is there an information desk at the airport?",
        "Can you tell me more about my destination?",
        "Where should I go for more information?",
        "Let me see the travel forum for the place.",
        "Let me know about the place.",
        "where is more information displayed?",
        "anyone to give me a clear defination about the place?",
        "information about the place is very important",
        "any guide for more explanation",
        "need more information about the place",
        "Who can tell more more about this?",
        "Do you have any information online?",
        "Can you tell me anything more?",
        "Can I call anyone to find out more?",
        "Where can I get more information once I get to the train station?",
        "is there anyone who can tell me more",
        "can I get more information once I arrive at the airport?",
        "tell me more information",
        "Where can I get more information once I arrive at the airport?",
        "more information",
        "Is there someone who can supply me with more details?",
        "I'd like detailed information about what you just mentioned",
        "Can you connect me with a person who can tell me more about this?",
        "I'd like to know more about that place.",
        "I need more details about that tourist site.",
        "Where do I go to get more information?",
        "Is there information I can peruse before I land at the airport?",
        "I would like more information.",
        "Where would be the first point of contact for further information?",
        "who can i ask for help",
        "is there anyone who can tell me more",
        "who can i talk to if i need more help",
        "tell me more information",
        "who can give me more information",
        "where can i get more information",
        "Where can I get more information once I arrive at the airport?"
    ],
    "personal_effects": [
        "Can I carry pepper spray as part of my personal effects?",
        "Can I carry my makeup on the plane with me?",
        "Am I allowed nail polish as part of personal effects?",
        "Is clothing considered personal effects in Mexico?",
        "How many ounces of soap can I bring in liquid form?",
        "Can I carry my personal belongs in the flight",
        "Can I carry my make up bag when I travel in N. Korea",
        "Can I walk with my short sleeve",
        "What is personal items as define by the custom of Iraq",
        "Can I wear short pants",
        "Are cosmetics considered personal effect?",
        "Are personal items allowed?",
        "What is considered personal effect?",
        "What is personal effect?",
        "Can I walk with my personal stuff?",
        "Will locals be upset if I wear my MAGA hat to the mall?",
        "Are women allowed to wear skirts in this region of the country?",
        "Can I bring my electronics?",
        "What is the weight limit for the items?",
        "What items can I not bring?",
        "What items can I bring?",
        "What items are not allowed?",
        "Can I wear my roller blades on the flight?",
        "Is it ok if my clothes still has the tags?",
        "I have a receipt for all the clothes I am bringing through; do I have to pay taxes?",
        "Is it ok if I wear alot of jewelry?",
        "Can I bring bottled water?",
        "Do I have to pay anything extra to bring these items?",
        "Is food considered a personal effect?",
        "How many personal effects can I bring?",
        "What is considered to be a personal effect?",
        "Would my access to personal effects be limited?",
        "are there limitations to personal effects I can bring?",
        "What is the policy related to personal effects?",
        "Are there limitations on the amount I personal effects for my trip?",
        "can i walk with my makeup?",
        "can i bring personal clothing?",
        "when traveling to another country?",
        "Can I bring in alcohol?",
        "Can I bring make up?",
        "What is the limit on alcohol?",
        "What is the limit for whisky?",
        "How many cigars can I bring?",
        "Can I bring my luggage",
        "I need my clothes",
        "Can I bring my things",
        "Can I bring my supplies",
        "Can I bring my items",
        "Is there a dollar limit on personal effects allowed?",
        "What does the country classify as personal effects?",
        "Can I bring my camera?",
        "How many items can I bring?",
        "What is considered personal effects?",
        "Can I bring my clothes while I am walking?",
        "Can I bring my personal garments?",
        "Can I walk around with my makeup bag?",
        "can I walk around with my luggage?",
        "Can I wear makeup while I am walking?",
        "can I walk with my shoes",
        "can I walk with my jewelry",
        "can I bring personal electronics",
        "can I bring personal bedding",
        "can I bring personal hygiene products",
        "Do I need to bring any documentation about my medications for Customs?",
        "Will Customs need to inspect any of my personal effects?",
        "Can I bring my prescribed medications?",
        "Am I permitted to bring personal clothing?",
        "Can you tell me which items are considered personal effects?",
        "Can I bring snacks?",
        "Can I bring my laptop?",
        "Are my clothes proper to that country?",
        "Can I walk with my purse?",
        "Can I bring my camera drone?",
        "How many shoes can I bring with me?",
        "Will my personal effects be allowed entry?",
        "What is the customary attire for the region?",
        "Can I bring my computer?",
        "Will my personal effects be safe in the counrty?",
        "what do most tourists find difficult after arriving in the destination?",
        "what items can I bring, and what can I not bring through customs?",
        "Can I walk with all my belongings?",
        "How many items do you allow?",
        "Can I bring my electronics?",
        "How many personal bags can I have?",
        "What do you consider a personal item?",
        "what personal items are required?",
        "what are rules of the airport?",
        "can i wear my glasses?",
        "can i carry my luggage?",
        "is declaration done?",
        "Can I bring my soap into Canada?",
        "Can I bring cigarettes into Germany?",
        "Am I allowed to bring personal toiletries?",
        "What items do I need to declare at customs?",
        "Do I have to declare food at customs?",
        "Can I bring opened bottles?",
        "Is there a safe in hotel rooms?",
        "What personal items aren't allowed?",
        "Can I bring my gun, small pistol?",
        "What are restricted weapons that are not permitted into the country?",
        "Can i take artwork home from China?",
        "Can i bring my drone to the country?",
        "Can i bring my dog to the country?",
        "Can i bring raw meat to the country?",
        "how many items are covered under personal effects?",
        "is there a limit to the number of personal effects i can bring?",
        "does clothing come under the category of personal effects?",
        "is technology permitted as a personal effects?",
        "what items does 'personal effects' cover?",
        "What personals items do I have to declare?",
        "What do i have to declare into Emirates Airline?",
        "can i walk with my makeup",
        "i can walk with my makeup",
        "What items are considered 'personal effects' by Guyana Customs?",
        "can i bring personal clothing",
        "i bring can personal clothing",
        "is it possible to travel with my laptop",
        "can i bring personal clothing",
        "can i walk with my makeup",
        "what are considered personal items in guyana"
    ],
    "declaration_of_items": [
        "What types of items have to be declared?",
        "How much would it cost to declare my things?",
        "How do I declare something?",
        "Am I required to declare anything?",
        "Do I have to declare anything?",
        "what do i declare?",
        "Can I bring food and declare it?",
        "Do I need to declare money?",
        "Do I need to declare every stop?",
        "Can I bring a pet and declare it?",
        "Do I need to fill out a form for a child?",
        "Do i need to declare religious articles",
        "What is the penalty for not declarimg items",
        "How much do i need to declare and not pay customs",
        "Do i need to declare prescription drugs",
        "Can I find a list of what I need to declare somewhere?",
        "Is there a cost to declare an item?",
        "Is there anything that I don't have to declare?",
        "Do I have to declare my items on each segment of my trip?",
        "do i have to declare my personal items?",
        "how about the declaration of travel items?",
        "can i bring my weapon into guyana and declare it?",
        "Do I have to declare food?",
        "Do I need to declare my lighter?",
        "What happens if I forget to declare something?",
        "Is there a limit to the number of things I can declare?",
        "what type of items have to be declared?",
        "do I have to declare metal items?",
        "how do I declare items?",
        "will the airport tell me the things I need to declare?",
        "what are the contents that I have to declare in Guyana?",
        "what are the items I need to declare when I landed at the airport",
        "Where is my personal items that need to be declared?",
        "Do I need to declare my cigarettes when I landed in USA",
        "Do I need to declare my personal belongs when I arrived to the terminal",
        "Any list for me to write down for declaration of my personal items?",
        "Is there a limit on how many item I am allowed to declare?",
        "Can you tell me which items must be declared?",
        "Am I permitted to bring my personal weapon into the country and declare it?",
        "Do I need to declare any of my personal items?",
        "Can you tell me what I need to declare?",
        "What is the dollar threshold for declaring luxury items?",
        "What items are subject to declaration?",
        "Are all weapons subject to a declaration?",
        "Is there anything I need to declare before I enter the country?",
        "If I have my pet with me, do I need to declare?",
        "are there rules regarding what needs to be declared?",
        "Which item types require declaration?",
        "which items require declaration?",
        "Will i need to declare all of my items?",
        "Where is the no declare section?",
        "Where is the declare form?",
        "Where is a pen to write on the declare form?",
        "Show me the path to the no declare section.",
        "Let me see the declared items?",
        "Will immigration accept my items or do I need to declare them?",
        "Will I have to declare my items in the airport?",
        "Where do I declare my travel items?",
        "What personal items must be declared to immagration?",
        "Will I have to declare fruit and other food at the border?",
        "What can i declare when travelling?",
        "my knife, do i need to declare?",
        "medications, do i need to declare them?",
        "Can i declare to customs all my medications?",
        "how much money do i have to declare to customs?",
        "What do i have to declare into Emirates Airline?",
        "can i bring my weapon into guyana and declare it",
        "What do I have to declare?",
        "i bring my weapon into guyana and declare it",
        "i have to declare my personal items",
        "do i have to declare my personal items",
        "do i have to declare all my personal belongings",
        "what are the list of items that must be declarable before entry",
        "what is the procedure for declaring items",
        "am i to submit a receipt when declaring items",
        "do i have to declare my phone?",
        "how does the whole declaring thing work?",
        "what is the items i have to declare?",
        "do i have to declare whiskey?",
        "is spices something i have to declare?",
        "Do I need to declare any items?",
        "Please provide me with info on declaration",
        "What items have to be declared?",
        "Should I declare any personal items?",
        "Which items should I declare?",
        "What kinds of items do I need to declare at customs?",
        "What do I need to declare at customs?",
        "What items do I need to declare at customs?",
        "What items are on the list of things that need to be declared?",
        "Will I need to declare my personal items?",
        "Do I need to declare the dog I bought?",
        "Do I need to declare my items?",
        "Do I need to declare my fruit?",
        "Let's have a chat about what I need to declare on my flight inward.",
        "Why is it necessary to declare those items if I am already a citizen?",
        "What happens if I do not declare some of the items on my list?",
        "Is it necessary to declare each of those souvenir items on the list?",
        "How do I know what I am required to declare?",
        "What type of things am I required to declare?",
        "If you confiscate an item, am I able to get it returned?",
        "do i do my declaration to each item?",
        "how can i declare my weapons?",
        "which travel items needs declaration?",
        "is declaration done?",
        "where is declaration done?",
        "can i bring my weapon into guyana",
        "can I travel with my pet dog",
        "I have a firearm what can i do",
        "do i have to declare my personal items",
        "What do I have to declare?"
    ],
    "connecting_flights": [
        "What's connecting flight from Canada to Guyana",
        "Whats connecting flight from Germany to USA",
        "Which are the major airlines that connect USA,Canada,Germany and UK Guyana?",
        "Tell me what major airlines flies into Guyana",
        "I need information on major airlines that flies to Uk",
        "Which airlines connect through London, if I am flying from Tampa to Oslo?",
        "Which airlines fly from Tampa to Milan, and do I have a choice of connecting cities?",
        "I want to fly from Miami to Portland, and I'd like to know which cities I can connect through?",
        "I want to fly from Sarasota to Rome. and I'd like to know cities in the United States I can connect through, other than Chicago.",
        "If I want to fly from Tampa to Milan, what cities can I connect through?",
        "Can i book a flight to pakistain with connecting flights?",
        "is there a connecting flight for this date?",
        "whats the connecting flight from new york to dallas",
        "is there any flights that have a connecting flight to germany?",
        "If i fly to toyoko is there a connecting flight?",
        "What about connections in New York, is that possible?",
        "Is this a direct flight or do I need to have a connection somewhere?",
        "I wasn't looking for a direct flight, was actually hoping you could tell me about a connection near Dallas.",
        "Is that connection possible via Dubai at all?",
        "Is there a connection in Washington or do I have to fly elsewhere?",
        "What are airlines that connect USA, Canada and Mexico?",
        "Tell me the airlines that flies into Israel.",
        "Is Emirates available in USA?",
        "What are the connecting flights from USA to Canada available?",
        "What airline is best to travel to Asia?",
        "is there a direct flight from US to India?",
        "Can i get a flight on the 20th of May from Newyork to Chicago?",
        "what is the layover period for a connecting flight from Us to China?",
        "How much will it cost me for a round trip from the US to Nairobi?",
        "what is the flight time between newyork and las vegas?",
        "Do I Qualify for the Qualified Business Income Deduction",
        "Which airlines offer connecting flights?",
        "What types of flight connections are available?",
        "Can I receive options for connecting flights?",
        "What are the policies regarding connecting flights?",
        "Which types of connecting flights are supported?",
        "tell me what major airlines flies into guyana?",
        "whats the connecting flight from canada to guyana?",
        "Whay connects from newark to Stockholm",
        "Which aitline csn i book to connect to Oslo",
        "Which airlines connects USA flights to dubai?",
        "Does delta airlines connect to Chattanooga",
        "Does united airlines fly to Capetown",
        "What is a connecting flight?",
        "How long do I need in between a connecting flight?",
        "Which airlines do connecting flights?",
        "What London airport would be the best to connect onto New York?",
        "If I wanted to connect onto Gatwick which airline could I use?",
        "Which airlines connect South Africa to the UK?",
        "Are there any airlines that connect from London onto Atlanta?",
        "Could I connect onto Florida from Amsterdam?",
        "What airport has the most connections to New York?",
        "Where is the connection for a flight from Hawaii to Phillipines?",
        "What flight connects to the last leg of my trip?",
        "What time does the connecting flight leave?",
        "What airport is my connecting flight in?",
        "the connecting flight from canada to guyana",
        "what major airlines flies into guyana",
        "major airlines connecting flights to Africa from New york city?",
        "can you tell me the name of the major airline that connects flights to europe from Canada?",
        "major airlines that fly to Canada?",
        "connecting flights to NYC, what's the major airlines?",
        "Major airlines from Canada to USA?",
        "When will the next connecting flight fly out from Toronto to Montreal?",
        "what is the connecting flight from Vancouver to LA?",
        "Can you let me know what is the airlines that can reach Europe from Canada?",
        "Any direct flight connecting Puerto Rico to Florida",
        "Any connecting flight from San Fran to Alaska?",
        "How many connecting flights are there between Chicago and Nuremberg?",
        "How long is the connecting layover in Reykjavik?",
        "Is it a direct flight or is there a layover?",
        "What's the connecting flight from Philadelphia to Bucharest?",
        "Which airlines connect Minneapolis to Windhoek?",
        "Hey, can you tell me which airlines fly into Guyana from the United States?",
        "Can you please help me find a connecting flight from the UK to Guyana?",
        "Oh one last thing, do you know which airlines fly into Guyana from Canada?",
        "Do you know which airlines offer connecting flights from the U.S. to Guyana?",
        "Hey excuse me, can you help me figure out my airline options for a connecting flight from Canada to Guyana?",
        "Which are the major airlines that connect USA, Canada, Germany and UK to Guyana?",
        "tell me what major airlines flies into guyana",
        "provide examples of you asking about connecting flights.",
        "whats the connecting flight from canada to guyana",
        "Whats the connecting flight from USA to China",
        "Provide me with the major airlines that flies into Japan",
        "Can you provide me with the connecting flight from USA to Germany>",
        "Whats the cheapest route that connects USA to Australia",
        "Please tell me whats the connecting flight from Ireland to Brazil",
        "Which airline will connect me to New York?",
        "Which gate do I go to for my connecting flight?",
        "How do I connect to my final destination?",
        "What airline can I take to Canada?",
        "Which plane connects to Atlanta?",
        "tell me about connecting flight to dallas to houston",
        "tell me about connecting flight to dallas to dallas",
        "tell me about connecting flight to new york to dallas",
        "tell me about connecting flight to los angeles to dallas",
        "tell me about connecting flight to houston to dallas",
        "Are there major airlines that connect San Jose to Asheville?",
        "You have a list of airlines that go to New Brunswick?",
        "what major airlines flies to Toronto from DC?",
        "Tell me the airlines that fly to Rhode Island",
        "What are the connecting flights available in LA, if I want to fly to South Dakota?",
        "Are there any connecting flights from Florida to Canada?",
        "Is there a connecting flight from the US to Germany?",
        "Are there any connecting flights from Norway to Sweden?",
        "What's the connecting flight from NY to Spain?",
        "What major airlines go to Peru?",
        "What airline can get me from New York to Guyana?",
        "Can I get a flight from SFO to Guyana?",
        "I need a flight from USA to Guyana, which should I buy?",
        "What airline can get me from USA to Guyana?",
        "Which USA airline flies to Guyana?",
        "Tell me the required lay overs",
        "Let me see the list of lay overs",
        "Tell me the list of lay overs",
        "How many connection is there to europe?",
        "tell me which airlines go to mexico",
        "Which airlines fly on the Rome - Zagreb route?",
        "What is the connecting flight from Marakesh to Paris?",
        "Which airlines connect London and Berlin?",
        "Could you tell me which airlines connect Manchester and Doha?",
        "Tell me connecting flights from the UK to the USA",
        "what connects london to guyana",
        "what flights travel to guyana",
        "what flights connect germany to guyana",
        "whats the connecting flight from canada to guyana",
        "what major flights connect the US to guyana",
        "tell me what major airlines flies into guyana",
        "what flights come into guyana",
        "Which are the major airlines that connect USA, Canada, Germany and UK to Guyana?"
    ],
    "hello": [
        "hello, how are you?",
        "What's Up",
        "Good night",
        "How are you doing today",
        "How's it going?",
        "What's up?",
        "Good day! My name is...",
        "Hi there",
        "Hey!",
        "How are you",
        "Good morning!",
        "Howdy",
        "Nice to see you!",
        "Hi there!",
        "Hiya! It's nice to meet you!",
        "Hello",
        "Mornin!",
        "hello",
        "How is right now?",
        "How ya doin?",
        "Hello, how have you been?",
        "yo what a gwan",
        "Good Morning",
        "How Are you",
        "HOW DO YOU DO?",
        "Hello! How's your day?",
        "Hi. How are you doing today?",
        "Hey how are you doing on this fine day",
        "Hi. How are you doing yesterday?",
        "Hi",
        "Hey hey",
        "Howdy s",
        "good day",
        "Heya",
        "wham deh budddy",
        "What about you?",
        "how is your health",
        "hi what about yesterday?",
        "Greetings. How are you doing today?",
        "Good morning! ius",
        "How are ya?",
        "Good evening",
        "Hello, good to see you.",
        "hello friend",
        "Good afternoon",
        "Hey",
        "wam deh",
        "suh up",
        "hi",
        "Hey! The weather is great today!",
        "Hey, how are you?",
        "suh"
    ],
    "goodbye": [
        "See ya later",
        "Done with you",
        "so long",
        "See ya tomorrow!",
        "See you in a bit.",
        "thank bye",
        "Nice meeting you bye",
        "thanks adios",
        "Farewell",
        "Cheers!",
        "Goodbye buddy",
        "atta while crocodile",
        "bye bye",
        "I had a fun day, goodbye.",
        "I need to reserve a flight on Jan 2nd for Anchorage Alaska",
        "alright great thanks for that",
        "hasta la vista baby",
        "see ya",
        "cool thanks",
        "thanks deh buddy",
        "good men don't need rules",
        "Farewell party",
        "same one help you",
        "Have a good one s",
        "Good bye",
        "thanks thats all for now",
        "see you later",
        "Catch ya on the flip side.",
        "Catch ya later.",
        "see you soon, good bye",
        "Have a good one",
        "good never one",
        "Talk to you in a bit.",
        "Thank you good bye",
        "See you soon",
        "ok thank u",
        "Peace out",
        "adios amigo",
        "goodbye",
        "okay thanks good bye",
        "cya later alligator",
        "later",
        "Have a good",
        "cya later alligator s",
        "Later",
        "It was nice talking to you, see you soon!",
        "later alligator",
        "Have a good one people",
        "Take care!",
        "Goodday!",
        "wow thanks",
        "bye",
        "later cya good one"
    ]
}
